_org/_posts/2022-10-18-putins-political-constraints.org
#+OPTIONS: toc:nil num:nil

#+BEGIN_EXPORT html
---
layout: post
title: Putin's political constraints
excerpt: Understanding how the Ukraine War will progress
---
#+END_EXPORT

When Russia began its military buildup on the Ukrainian border from late 2021 to early 2022, the United States loudly and publicly [[https://www.nytimes.com/live/2022/02/11/world/russia-ukraine-news][warned Ukraine and the Europeans]] that a full-scale invasion was imminent. Not only were Western European countries like [[https://www.express.co.uk/news/politics/1656383/france-germany-russia-war-putin-ukraine-invasion-USA-warning-macron-merkel][France and Germany]] dismissive of the idea[fn:1], but [[https://www.theguardian.com/world/2022/jun/11/volodymyr-zelenskiy-didnt-want-to-hear-warnings-of-russia-invasion-says-joe-biden][so was Kyiv]]. The result was a swift Russian takeover of [[https://en.wikipedia.org/wiki/Battle_of_Kherson][large swatches of southern Ukraine]] in only a few days even as another group of units put the [[https://www.reuters.com/world/europe/ukraines-president-stays-put-russian-invaders-advance-2022-02-25/][capital under siege]]. Russia seemed poised to sweep over the country and depose the Zelenskyy government.

Soon, however, things began going south. Its forces were not welcomed, as it'd claimed, but the target of [[https://www.bbc.com/news/world-europe-60632587][protests]] and [[https://www.youtube.com/watch?v=ibgqKnhOugU][partisan activity]]. In the north, a vast [[https://www.newsweek.com/russian-column-convoy-mechanical-breakdown-invasion-force-military-kyiv-ukraine-1684396][convoy of vehicles ground to a halt]] due to congested roads and lack of fuel. The Ukrainian political leadership did not flee, as expected, and its armed forces, comprising in large part of hastily-raised militia, [[https://www.oryxspioenkop.com/2022/04/destination-disaster-russias-failure-at.html][fought back fiercely]]. As a result, Russia was forced to [[https://www.reuters.com/world/us-assesses-russia-completes-withdrawal-around-kyiv-us-defense-official-2022-04-06/][withdraw from Kyiv]] with heavy casualties only a month later.

Since then Moscow has suffered humiliation after humiliation, from the [[https://www.nytimes.com/2022/04/14/briefing/russia-ukraine-war-flagship-mariupol.html][sinking of its Black Sea flagship]] to the [[https://apnews.com/article/russia-ukraine-explosions-fires-kharkiv-a5d6dd74e0fc8301cdd87601f5e2db1f][bombing of the Crimean bridge]]. The Kremlin is so desperate to stem setbacks[fn:2] that it's resorted to a "[[https://www.nytimes.com/live/2022/09/21/world/russia-ukraine-war-putin][partial mobilization]]"[fn:3], which it had [[https://www.plenglish.com/news/2022/05/04/russia-denies-plans-to-declare-general-mobilization-on-may-9th/][long denied]] would be needed. In short, the Russian military has exposed itself as a decrepit force, a far cry from the 1980's Soviet Union[fn:4], let alone today's NATO.

The shift in momentum has led to [[https://cepa.org/article/crimea-in-ukraines-crosshairs-say-us-generals/][premature celebration]], however. Much focus is on Russia's material losses, such as [[https://www.oryxspioenkop.com/2022/02/attack-on-europe-documenting-equipment.html][tanks blown up]] or planes shot down. This bean-counting misses the point entirely[fn:5]. Though Ukraine is on the offensive, whether the conflict continues still lies entirely in Putin's hands, and his decision has nothing to do with men being killed or vehicles blown up.

** Russia's attitude towards Ukraine

Russian messaging towards Ukraine since the start of the invasion has been schizophrenic. On the one hand, there are emotional appeals to the two countries' [[https://www.aljazeera.com/news/2022/2/25/history-of-ties-between-ukraine-and-russia][ethnic similarity and shared history]], which tends to be swiftly followed by genocidal threats to [[https://www.justsecurity.org/81789/russias-eliminationist-rhetoric-against-ukraine-a-collection/][end Ukraine]] not only as a state but a culture.

This contradiction can be easily understood by anyone who's dealt with a partner in an abusive relationship. Russia feels like it owns Ukraine, but does not want to take full political and economic responsibility for it--the strains of doing so had weighed down and ultimately destroyed the Russian Empire and Soviet Union. Instead, it wants to deny Ukraine to others, to make sure its jilted lover never loves again.

George Friedman, formerly of Stratfor, [[https://worldview.stratfor.com/article/ukraine-edge-empires][wrote]] about the importance of Ukraine to Russia over a decade ago, comparing it to Texas for the United States[fn:6]. A hostile Ukraine would make Belgorod, once the heart of the Greater Russia, a border town. It would leave Moscow 400 miles from long, indefensible borders. In [[https://www.amazon.com/Next-Decade-Empire-Republic-Changing/dp/0307476391][The Next Decade]], published nearly exactly ten years ago, Friedman predicted that a resurgent Russia would seek to [[https://www.youtube.com/watch?v=Wdni_hVdjTU][re-establish influence]] over the Former Soviet Union (FSU). Friedman's colleague Peter Zeihan, in his book 2014 book /The Absent Superpower/, predicted a [[https://www.youtube.com/watch?v=rkuhWA9GdCo][Twilight War]] in which Russia would act against not only Ukraine but the Baltics, which Russian leadership has [[https://www.npr.org/2022/06/30/1108843823/tensions-are-on-the-rise-between-russian-and-europes-baltic-region][not been shy about threatening]].

Since the implosion of the USSR, Russia has faced the challenge of maintaining influence over the FSU in order to secure its borders. During the chaotic 90's Moscow lost control of all its former clients and even [[https://en.wikipedia.org/wiki/First_Chechen_War][gave up de facto governance]] of regions within Russia like Chechnya. Putin has spent two decades rebuilding Russian power, effectively re-establishing control over Chechnya, [[https://en.wikipedia.org/wiki/Russo-Georgian_War][Georgia]], and [[https://en.wikipedia.org/wiki/2020%E2%80%932021_Belarusian_protests][Belarus]][fn:7]. Ukraine, the most important of these former clients, has been caught in a tug-of-war since the [[https://en.wikipedia.org/wiki/Orange_Revolution][Orange Revolution]], and Putin's determined to force it back into the Russian camp once and for all.

