_posts/2022-10-18-putins-political-constraints.html
---
layout: post
title: Putin's political constraints
excerpt: Understanding how the Ukraine War will progress
---

<p>
When Russia began its military buildup on the Ukrainian border from late 2021 to early 2022, the United States loudly and publicly <a href="https://www.nytimes.com/live/2022/02/11/world/russia-ukraine-news">warned Ukraine and the Europeans</a> that a full-scale invasion was imminent. Not only were Western European countries like <a href="https://www.express.co.uk/news/politics/1656383/france-germany-russia-war-putin-ukraine-invasion-USA-warning-macron-merkel">France and Germany</a> dismissive of the idea<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>, but <a href="https://www.theguardian.com/world/2022/jun/11/volodymyr-zelenskiy-didnt-want-to-hear-warnings-of-russia-invasion-says-joe-biden">so was Kyiv</a>. The result was a swift Russian takeover of <a href="https://en.wikipedia.org/wiki/Battle_of_Kherson">large swatches of southern Ukraine</a> in only a few days even as another group of units put the <a href="https://www.reuters.com/world/europe/ukraines-president-stays-put-russian-invaders-advance-2022-02-25/">capital under siege</a>. Russia seemed poised to sweep over the country and depose the Zelenskyy government.
</p>

<p>
Soon, however, things began going south. Its forces were not welcomed, as it'd claimed, but the target of <a href="https://www.bbc.com/news/world-europe-60632587">protests</a> and <a href="https://www.youtube.com/watch?v=ibgqKnhOugU">partisan activity</a>. In the north, a vast <a href="https://www.newsweek.com/russian-column-convoy-mechanical-breakdown-invasion-force-military-kyiv-ukraine-1684396">convoy of vehicles ground to a halt</a> due to congested roads and lack of fuel. The Ukrainian political leadership did not flee, as expected, and its armed forces, comprising in large part of hastily-raised militia, <a href="https://www.oryxspioenkop.com/2022/04/destination-disaster-russias-failure-at.html">fought back fiercely</a>. As a result, Russia was forced to <a href="https://www.reuters.com/world/us-assesses-russia-completes-withdrawal-around-kyiv-us-defense-official-2022-04-06/">withdraw from Kyiv</a> with heavy casualties only a month later.
</p>

<p>
Since then Moscow has suffered humiliation after humiliation, from the <a href="https://www.nytimes.com/2022/04/14/briefing/russia-ukraine-war-flagship-mariupol.html">sinking of its Black Sea flagship</a> to the <a href="https://apnews.com/article/russia-ukraine-explosions-fires-kharkiv-a5d6dd74e0fc8301cdd87601f5e2db1f">bombing of the Crimean bridge</a>. The Kremlin is so desperate to stem setbacks<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup> that it's resorted to a "<a href="https://www.nytimes.com/live/2022/09/21/world/russia-ukraine-war-putin">partial mobilization</a>"<sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup>, which it had <a href="https://www.plenglish.com/news/2022/05/04/russia-denies-plans-to-declare-general-mobilization-on-may-9th/">long denied</a> would be needed. In short, the Russian military has exposed itself as a decrepit force, a far cry from the 1980's Soviet Union<sup><a id="fnr.4" class="footref" href="#fn.4">4</a></sup>, let alone today's NATO.
</p>

<p>
The shift in momentum has led to <a href="https://cepa.org/article/crimea-in-ukraines-crosshairs-say-us-generals/">premature celebration</a>, however. Much focus is on Russia's material losses, such as <a href="https://www.oryxspioenkop.com/2022/02/attack-on-europe-documenting-equipment.html">tanks blown up</a> or planes shot down. This bean-counting misses the point entirely<sup><a id="fnr.5" class="footref" href="#fn.5">5</a></sup>. Though Ukraine is on the offensive, whether the conflict continues still lies entirely in Putin's hands, and his decision has nothing to do with men being killed or vehicles blown up.
</p>

<div id="outline-container-org1c90e15" class="outline-2">
<h2 id="org1c90e15">Russia's attitude towards Ukraine</h2>
<div class="outline-text-2" id="text-org1c90e15">
<p>
Russian messaging towards Ukraine since the start of the invasion has been schizophrenic. On the one hand, there are emotional appeals to the two countries' <a href="https://www.aljazeera.com/news/2022/2/25/history-of-ties-between-ukraine-and-russia">ethnic similarity and shared history</a>, which tends to be swiftly followed by genocidal threats to <a href="https://www.justsecurity.org/81789/russias-eliminationist-rhetoric-against-ukraine-a-collection/">end Ukraine</a> not only as a state but a culture.
</p>

<p>
This contradiction can be easily understood by anyone who's dealt with a partner in an abusive relationship. Russia feels like it owns Ukraine, but does not want to take full political and economic responsibility for it&#x2013;the strains of doing so had weighed down and ultimately destroyed the Russian Empire and Soviet Union. Instead, it wants to deny Ukraine to others, to make sure its jilted lover never loves again.
</p>

<p>
George Friedman, formerly of Stratfor, <a href="https://worldview.stratfor.com/article/ukraine-edge-empires">wrote</a> about the importance of Ukraine to Russia over a decade ago, comparing it to Texas for the United States<sup><a id="fnr.6" class="footref" href="#fn.6">6</a></sup>. A hostile Ukraine would make Belgorod, once the heart of the Greater Russia, a border town. It would leave Moscow 400 miles from long, indefensible borders. In <a href="https://www.amazon.com/Next-Decade-Empire-Republic-Changing/dp/0307476391">The Next Decade</a>, published nearly exactly ten years ago, Friedman predicted that a resurgent Russia would seek to <a href="https://www.youtube.com/watch?v=Wdni_hVdjTU">re-establish influence</a> over the Former Soviet Union (FSU). Friedman's colleague Peter Zeihan, in his book 2014 book <i>The Absent Superpower</i>, predicted a <a href="https://www.youtube.com/watch?v=rkuhWA9GdCo">Twilight War</a> in which Russia would act against not only Ukraine but the Baltics, which Russian leadership has <a href="https://www.npr.org/2022/06/30/1108843823/tensions-are-on-the-rise-between-russian-and-europes-baltic-region">not been shy about threatening</a>.
</p>

<p>
Since the implosion of the USSR, Russia has faced the challenge of maintaining influence over the FSU in order to secure its borders. During the chaotic 90's Moscow lost control of all its former clients and even <a href="https://en.wikipedia.org/wiki/First_Chechen_War">gave up de facto governance</a> of regions within Russia like Chechnya. Putin has spent two decades rebuilding Russian power, effectively re-establishing control over Chechnya, <a href="https://en.wikipedia.org/wiki/Russo-Georgian_War">Georgia</a>, and <a href="https://en.wikipedia.org/wiki/2020%E2%80%932021_Belarusian_protests">Belarus</a><sup><a id="fnr.7" class="footref" href="#fn.7">7</a></sup>. Ukraine, the most important of these former clients, has been caught in a tug-of-war since the <a href="https://en.wikipedia.org/wiki/Orange_Revolution">Orange Revolution</a>, and Putin's determined to force it back into the Russian camp once and for all.
</p>
</div>
</div>
