_org/_posts/2022-10-18-putins-political-constraints.org
** The limits of Russian capability

Unfortunately for Putin, his ambitions are not supported by Russia's economic, demographic, and technological reality.

In the mid-60's, the USSR had a GDP roughly [[https://www.quora.com/On-its-peak-days-what-was-the-Soviet-Union-s-GDP-vs-the-USA-s][60% that of the US]]. Though this proportion declined during the 1970's stagnation, the USSR remained the world's [[https://www.theodora.com/wfb/1990/rankings/gdp_million_1.html][second largest economy]] all the way until collapse. It kept this position thanks to the world's [[https://en.wikipedia.org/wiki/Soviet_Census_(1989)#Ranking_of_Soviet_republics][third largest population]]. Soviet technological achievements from deep sea to space don't need recounting, and it maintained leadership in military fields such as [[https://www.warhistoryonline.com/war-articles/mig-31.html?chrome=1][aviation]].

Today's Russia is a shadow of the USSR. Its GDP is 1/15 that of the US, its population less than half[fn:8], its weapons can't be built without [[https://thehill.com/policy/international/3593133-hundreds-of-western-components-found-in-russian-weapons-in-ukraine-think-tank/][Western components]], and it's being cut off from the basics of modern life such as [[https://blogs.microsoft.com/on-the-issues/2022/03/04/microsoft-suspends-russia-sales-ukraine-conflict/][computer operating systems]] and [[https://www.reuters.com/business/us-official-says-export-curbs-russia-hit-car-production-tank-building-2022-03-30/][automobiles]]. Putin stabilized Russia after the chaotic Yeltsin years by focusing on natural resources, but the result is a regression from an industrial economy to a primary one. Add to this the country's [[https://novayagazeta.eu/articles/2022/10/02/where-did-they-disappear-to-russian-local-pm-says-1-5-mln-military-uniforms-are-missing-news][typical corruption]] and the result is a hollow force that emptily boasts about [[https://news.usni.org/2022/07/08/doomsday-submarine-armed-with-nuclear-torpedoes-delivers-to-russian-navy][nuclear torpedoes]] while having [[https://www.lbc.co.uk/news/russian-conscripts-tampons-bullet-wounds-ukraine/][no medkits]] for draftees.

Ukraine, meanwhile, is no Chechnya or Georgia. It's twice the size of Germany with a population 1/3 that of Russia. Though it missed golden opportunities to prepare for invasion due to political obstinacy, the government was quick to establish conscription after war started, such that a dire manpower shortage in the beginning turned into a [[https://www.atlanticcouncil.org/blogs/ukrainealert/ukraine-can-win/][numerical advantage]] only months later. The addition of Western /wunderwaffe/ like [[https://www.businessinsider.com/russia-making-excuses-for-not-stopping-us-himars-in-ukraine-2022-10][HIMARS]] served as a force multiplier that allowed Ukraine to go on the offensive against an undermanned Russian military with forces cobbled together from contract soldiers, conscripts, mercenaries, and regional militias.

Eight months in, the conflict is going poorly for Russia. It's had to [[https://breakingdefense.com/2022/07/russia-pulls-some-wagner-forces-from-africa-for-ukraine-townsend/][withdraw mercenaries from Africa]], move [[https://www.reuters.com/world/russia-ships-s-300-air-defence-missiles-out-syria-satellite-images-2022-08-29/][air defenses out of Syria]] to defend its own territory, and turn to the likes of [[https://www.wsj.com/articles/russias-use-of-iranian-kamikaze-drones-creates-new-dangers-for-ukrainian-troops-11663415140][Iran]] and [[https://www.nytimes.com/2022/09/05/us/politics/russia-north-korea-artillery.html][North Korea]] for military support. Though giving diplomatic cover, China has not stopped its businesses from [[https://www.kyivpost.com/russias-war/chinese-unionpay-system-cuts-off-russian-bank-cards-2.html][withdrawing from Russia]], while Central Asian leaders are openly [[https://foreignpolicy.com/2022/10/06/russia-ukraine-war-central-asia-dipomacy/][asserting themselves]] against Moscow.

