_org/_posts/2022-10-18-putins-political-constraints.org
** Putin's popularity problem

Wars are usually popular in the beginning, and the invasion of Ukraine is no different. Putin's popularity [[https://www.statista.com/chart/28383/putin-approval/][shot up]] immediately after sending troops across the border with promise of quick victory. As the conflict ground on, however, and Russian losses mounted, cracks emerged in the Kremlin's narrative. [[https://www.washingtonpost.com/world/2022/10/06/russia-shoigu-military-failures-criticism/][Criticism of military leadership]] has become increasingly vocal from outside of state media (though Putin himself remains off-limits), while [[https://www.npr.org/2022/09/24/1124939236/russia-protest-putin-mobilization-draft-ukraine-war][protests against conscription]] have erupted all over the country[fn:9].

It is a typical refrain in democracies that dictators don't need to worry about approval ratings, but in fact they do, and more so than any elected politician. Modern dictators come to power on the backs of the masses, and remain there by keeping core constituencies happy. When too much popularity is lost, internal enemies circle, with the end result being [[https://en.wikipedia.org/wiki/Trial_and_execution_of_Nicolae_and_Elena_Ceau%C8%99escu][Ceaușescu]] or [[https://www.bbc.com/news/world-africa-47852496][Omar al-Bashir]].

Putin's been in power for two decades not only because of his security background and masterful manipulation of oligarchs, but because he paid pensions that lapsed under Yeltsin and distributed money, however little, to poor regions left to fend for themselves in the post-Soviet economic chaos. The old appreciate the stability he's wrought, while the young have known no other leader and can't imagine someone else in his position. While there is indubitably [[https://apnews.com/article/europe-russia-elections-voting-vladimir-putin-1a072af8580b05b134bd22df95a5ae83][electoral fraud]] in Russia, its purpose is to firm up support for Putin's party, not himself--he needs no help to win against a field of controlled opposition.

As such, once his maximalist goals were dashed, Putin's first concern was saving face, not battlefield outcomes. [[https://www.forces.net/russia/putin-has-taken-personal-control-russias-faltering-donbas-offensive-western-sources-claim][Direct orders]] were issued not to give up territory despite threat of Ukrainian encirclement, leading to dramatic routs and equipment losses. Mobilization was first denied, then delayed, and finally implemented only "partially", with emphasis on [[https://foreignpolicy.com/2022/09/23/russia-partial-military-mobilization-ethnic-minorities/][rural minority regions]] to avoid unrest in major cities[fn:10]. Trying to distract from defeats, Russia [[https://www.npr.org/2022/09/27/1125322026/russia-ukraine-referendums][flamboyantly annexed]] the Ukrainian regions it occupies, threatening to defend "its" new territory with nukes, then did nothing as Ukraine stormed into cities like [[https://www.theguardian.com/world/live/2022/oct/02/russia-ukraine-war-live-updates-ukrainian-capture-of-lyman-makes-war-more-difficult-for-putin-says-us][Lyman]].

At every stage of this conflict, Putin has shown that he's more concerned about appearances than facts. From [[https://www.polygraph.info/a/fact-check-russia-ukraine-kyiv-attack/6743348.html][denying]] that Russia ever wanted to take Kyiv in the first place to [[https://www.reuters.com/business/media-telecom/russian-state-media-grapples-with-kharkiv-defeats-2022-09-12/][burying the lede]] on its Kharkiv collapse, the Kremlin has constantly changed its story around goals and red lines. This confusion helps to repel criticism of Putin, even as it leads to increasingly disastrous battlefield outcomes, which is why it will continue for the foreseeable future.

** Western and Ukrainian weaknesses

All that being said, Russia can still drag the war out for a long time. Aside from ample reserves of equipment and manpower[fn:11], the Kremlin is betting that skyrocketing energy prices in Europe would weaken Western support for Ukraine, which is why it's proactively [[https://www.cnbc.com/2022/09/06/energy-crisis-why-has-russia-cut-off-gas-supplies-to-europe.html][cut off gas supplies]] to the continent and even [[https://www.bbc.com/news/world-europe-63297085][blown up]] the long-controversial Nordstream II pipeline. [[https://www.reuters.com/world/europe/thousands-czechs-protest-governments-handling-energy-crisis-2022-09-28/][Protests]] have already emerged in pro-Ukraine countries like Czechia, and it's only autumn. While natural gas prices in the EU have [[https://www.bloomberg.com/news/articles/2022-10-17/europe-gas-drops-to-3-month-low-as-eu-plans-more-crisis-measures][fallen in recent months]] due to an uptick in storage, developments like [[https://www.bloomberg.com/news/articles/2022-10-17/china-halts-lng-sales-to-foreign-buyers-to-ensure-own-supply][China's ban on LNG exports]] to ensure domestic supply do not bode well for the next few months. With an economy highly dependent on energy-intensive sectors such as chemicals and automobile manufacturing, Germany's launched a massive [[https://www.euronews.com/my-europe/2022/10/04/germany-faces-scrutiny-from-eu-peers-over-massive-200-billion-aid-scheme-to-cushion-high-g][200 billion euro]][fn:12] support program, which likely won't be the last. Smaller EU countries are in no position to replicate this, leading to [[https://www.euractiv.com/section/energy/news/eus-michel-calls-for-genuine-energy-union-in-response-to-crisis/][intra-EU tensions]].

Ukraine, meanwhile, is suffering tremendously from the war, as it's being fought almost entirely on its territory. GDP is down [[https://www.reuters.com/world/europe/ukraines-economy-shrank-by-30-first-three-quarters-2022-2022-10-08/][30% year on year]], while by July [[https://www.bbc.com/news/world-60555472][5 million]] people had left the country and millions more were internally displaced. Its budgetary needs are in the billions of dollars per month, which the EU has been [[https://www.washingtonpost.com/us-policy/2022/10/15/ukraine-us-europe-funding/][slow to give]]. While [[https://www.reuters.com/markets/asia/ukraines-marchenko-elected-chair-boards-world-bank-imf-2023-2022-10-14/][promotion of Ukrainians]] in organizations like the IMF ought to give the country more influence in directing funding to itself, it'll be far from enough to bridge the yawning gap between economic losses and increases in military and welfare needs.

In the grinding war of attrition the conflict has devolved into, Russia faces disadvantages in manpower and advanced munitions, but retains the edge in armor and airpower. Of particular concern to Ukraine ought to be its [[https://www.youtube.com/watch?v=xCEzEVwOwS4][losses in air defenses]], which is not easily replaced with either Soviet or Western systems due to limited number of available units. If Ukraine runs out of anti-air missiles, the hitherto [[https://www.newsweek.com/russian-air-force-underperforming-risk-averse-strategy-ukraine-war-british-intellegence-1717338][underperforming Russian Air Force]] may become more effective, turning the tide once again in Russia's favor.

