_posts/2022-10-18-putins-political-constraints.html

<div id="outline-container-orgde31be1" class="outline-2">
<h2 id="orgde31be1">Putin's popularity problem</h2>
<div class="outline-text-2" id="text-orgde31be1">
<p>
Wars are usually popular in the beginning, and the invasion of Ukraine is no different. Putin's popularity <a href="https://www.statista.com/chart/28383/putin-approval/">shot up</a> immediately after sending troops across the border with promise of quick victory. As the conflict ground on, however, and Russian losses mounted, cracks emerged in the Kremlin's narrative. <a href="https://www.washingtonpost.com/world/2022/10/06/russia-shoigu-military-failures-criticism/">Criticism of military leadership</a> has become increasingly vocal from outside of state media (though Putin himself remains off-limits), while <a href="https://www.npr.org/2022/09/24/1124939236/russia-protest-putin-mobilization-draft-ukraine-war">protests against conscription</a> have erupted all over the country<sup><a id="fnr.9" class="footref" href="#fn.9">9</a></sup>.
</p>

<p>
It is a typical refrain in democracies that dictators don't need to worry about approval ratings, but in fact they do, and more so than any elected politician. Modern dictators come to power on the backs of the masses, and remain there by keeping core constituencies happy. When too much popularity is lost, internal enemies circle, with the end result being <a href="https://en.wikipedia.org/wiki/Trial_and_execution_of_Nicolae_and_Elena_Ceau%C8%99escu">Ceaușescu</a> or <a href="https://www.bbc.com/news/world-africa-47852496">Omar al-Bashir</a>.
</p>

<p>
Putin's been in power for two decades not only because of his security background and masterful manipulation of oligarchs, but because he paid pensions that lapsed under Yeltsin and distributed money, however little, to poor regions left to fend for themselves in the post-Soviet economic chaos. The old appreciate the stability he's wrought, while the young have known no other leader and can't imagine someone else in his position. While there is indubitably <a href="https://apnews.com/article/europe-russia-elections-voting-vladimir-putin-1a072af8580b05b134bd22df95a5ae83">electoral fraud</a> in Russia, its purpose is to firm up support for Putin's party, not himself&#x2013;he needs no help to win against a field of controlled opposition.
</p>

<p>
As such, once his maximalist goals were dashed, Putin's first concern was saving face, not battlefield outcomes. <a href="https://www.forces.net/russia/putin-has-taken-personal-control-russias-faltering-donbas-offensive-western-sources-claim">Direct orders</a> were issued not to give up territory despite threat of Ukrainian encirclement, leading to dramatic routs and equipment losses. Mobilization was first denied, then delayed, and finally implemented only "partially", with emphasis on <a href="https://foreignpolicy.com/2022/09/23/russia-partial-military-mobilization-ethnic-minorities/">rural minority regions</a> to avoid unrest in major cities<sup><a id="fnr.10" class="footref" href="#fn.10">10</a></sup>. Trying to distract from defeats, Russia <a href="https://www.npr.org/2022/09/27/1125322026/russia-ukraine-referendums">flamboyantly annexed</a> the Ukrainian regions it occupies, threatening to defend "its" new territory with nukes, then did nothing as Ukraine stormed into cities like <a href="https://www.theguardian.com/world/live/2022/oct/02/russia-ukraine-war-live-updates-ukrainian-capture-of-lyman-makes-war-more-difficult-for-putin-says-us">Lyman</a>.
</p>

<p>
At every stage of this conflict, Putin has shown that he's more concerned about appearances than facts. From <a href="https://www.polygraph.info/a/fact-check-russia-ukraine-kyiv-attack/6743348.html">denying</a> that Russia ever wanted to take Kyiv in the first place to <a href="https://www.reuters.com/business/media-telecom/russian-state-media-grapples-with-kharkiv-defeats-2022-09-12/">burying the lede</a> on its Kharkiv collapse, the Kremlin has constantly changed its story around goals and red lines. This confusion helps to repel criticism of Putin, even as it leads to increasingly disastrous battlefield outcomes, which is why it will continue for the foreseeable future.
</p>
</div>
</div>

<div id="outline-container-orgea998f4" class="outline-2">
<h2 id="orgea998f4">Western and Ukrainian weaknesses</h2>
<div class="outline-text-2" id="text-orgea998f4">
<p>
All that being said, Russia can still drag the war out for a long time. Aside from ample reserves of equipment and manpower<sup><a id="fnr.11" class="footref" href="#fn.11">11</a></sup>, the Kremlin is betting that skyrocketing energy prices in Europe would weaken Western support for Ukraine, which is why it's proactively <a href="https://www.cnbc.com/2022/09/06/energy-crisis-why-has-russia-cut-off-gas-supplies-to-europe.html">cut off gas supplies</a> to the continent and even <a href="https://www.bbc.com/news/world-europe-63297085">blown up</a> the long-controversial Nordstream II pipeline. <a href="https://www.reuters.com/world/europe/thousands-czechs-protest-governments-handling-energy-crisis-2022-09-28/">Protests</a> have already emerged in pro-Ukraine countries like Czechia, and it's only autumn. While natural gas prices in the EU have <a href="https://www.bloomberg.com/news/articles/2022-10-17/europe-gas-drops-to-3-month-low-as-eu-plans-more-crisis-measures">fallen in recent months</a> due to an uptick in storage, developments like <a href="https://www.bloomberg.com/news/articles/2022-10-17/china-halts-lng-sales-to-foreign-buyers-to-ensure-own-supply">China's ban on LNG exports</a> to ensure domestic supply do not bode well for the next few months. With an economy highly dependent on energy-intensive sectors such as chemicals and automobile manufacturing, Germany's launched a massive <a href="https://www.euronews.com/my-europe/2022/10/04/germany-faces-scrutiny-from-eu-peers-over-massive-200-billion-aid-scheme-to-cushion-high-g">200 billion euro</a><sup><a id="fnr.12" class="footref" href="#fn.12">12</a></sup> support program, which likely won't be the last. Smaller EU countries are in no position to replicate this, leading to <a href="https://www.euractiv.com/section/energy/news/eus-michel-calls-for-genuine-energy-union-in-response-to-crisis/">intra-EU tensions</a>.
</p>

<p>
Ukraine, meanwhile, is suffering tremendously from the war, as it's being fought almost entirely on its territory. GDP is down <a href="https://www.reuters.com/world/europe/ukraines-economy-shrank-by-30-first-three-quarters-2022-2022-10-08/">30% year on year</a>, while by July <a href="https://www.bbc.com/news/world-60555472">5 million</a> people had left the country and millions more were internally displaced. Its budgetary needs are in the billions of dollars per month, which the EU has been <a href="https://www.washingtonpost.com/us-policy/2022/10/15/ukraine-us-europe-funding/">slow to give</a>. While <a href="https://www.reuters.com/markets/asia/ukraines-marchenko-elected-chair-boards-world-bank-imf-2023-2022-10-14/">promotion of Ukrainians</a> in organizations like the IMF ought to give the country more influence in directing funding to itself, it'll be far from enough to bridge the yawning gap between economic losses and increases in military and welfare needs.
</p>

<p>
In the grinding war of attrition the conflict has devolved into, Russia faces disadvantages in manpower and advanced munitions, but retains the edge in armor and airpower. Of particular concern to Ukraine ought to be its <a href="https://www.youtube.com/watch?v=xCEzEVwOwS4">losses in air defenses</a>, which is not easily replaced with either Soviet or Western systems due to limited number of available units. If Ukraine runs out of anti-air missiles, the hitherto <a href="https://www.newsweek.com/russian-air-force-underperforming-risk-averse-strategy-ukraine-war-british-intellegence-1717338">underperforming Russian Air Force</a> may become more effective, turning the tide once again in Russia's favor.
</p>
</div>
</div>
