_org/_posts/2022-10-18-putins-political-constraints.org
** The war will go on

The biggest determinant of the war's continuation, however, is the fact that Putin has invested too much political capital to give up. Western media has declared that Russia's about to run out of men, missile, or will to fight[fn:13] for months, yet the Kremlin has [[https://www.npr.org/2022/10/03/1126626921/russia-is-losing-the-edge-in-ukraine-but-putin-still-seems-ready-to-double-down][doubled down]] each time. Putin knows that a catastrophic outcome in this conflict will undo everything he's accomplished over the past twenty years, if not eject him from power altogether. He's chosen to ride this tiger, and there's no getting off.

While Russia' [[https://www.npr.org/2022/10/17/1129443703/russias-nuclear-arsenal-is-huge-but-will-putin-use-it][nuclear threats]] have proven hollow so far, that's because Putin is not yet at the point of desperation. The conflict can be dialed down from "boil" to "simmer" and kept that way for years before an inflection point is reached. This is exactly what happened after the Crimean annexation in 2014. Yet, short of the West drastically curtailing its support for Ukraine, there's no off-ramp for Putin, and if nothing changes we /may/ reach such a decision moment in the future.

In that light, it's important we engage in sober analysis rather than traffic in delusions. This war is far from over; it will continue at varying intensity for the next few years, put great pressure on European economies, [[https://www.usatoday.com/story/news/world/2022/10/18/ukraine-russia-war-live-updates/10530302002/][challenge Western political will]] to keep financing Kyiv, degrade Russia but devastate Ukraine, and pave the way for the emergence of [[https://www.washingtonpost.com/world/2022/07/22/ukraine-grain-deal-turkey-russia/][new power brokers]].

Ominously, other parts of the world are also seeing an [[https://apnews.com/article/south-korea-north-joint-chiefs-of-staff-government-and-politics-e9dd7ea833f7809de151669242d88913][escalation in tension]], indicating that the global system faces systemic friction rather than a one-off. While Europe grapples with its largest conflict since WWII, the clouds of war are [[https://news.usni.org/2022/10/18/accelerated-chinese-timeline-to-seize-taiwan-raises-questions-on-pentagon-priorities][gathering elsewhere]] too. Perhaps, in retrospect, Russia's invasion of Ukraine will end up being a necessary vaccine for the West against great wars to come[fn:14]. 2022 may prove to be the most violent year in the past decade, but the most peaceful of the next.

* Footnotes

[fn:1] France [[https://www.bbc.com/news/world-europe-60938538][fired]] its military intelligence chief in March to save face. Germany, being more shameless, has done no such thing.

[fn:2] In eight months of conflict Russia's estimated to have [[https://www.newsweek.com/russian-death-toll-ukraine-war-overtakes-american-losses-vietnam-1752220][lost more men]] than the US did in ten years of Vietnam.

[fn:3] Conscription is always unpopular, but the one Putin undertook is so chaotic and unpopular that Moscow city has hastily announced [[https://www.themoscowtimes.com/2022/10/17/moscow-mayor-announces-end-of-mobilization-in-the-capital-a79107][its end]] within the capital after barely a month.

[fn:4] In the Soviet-Afghan War's opening salvo, a spetsnaz team [[https://en.wikipedia.org/wiki/Operation_Storm-333][took out the entire Afghan government]] in a few hours. 2022's Russian assault on Kyiv is a clown show in comparison.

[fn:5] In any case, [[https://www.youtube.com/watch?v=ZNNoaRp5lz0][satellite image analysis]] shows that Russia's not about to run out of tanks any time soon. And since it's never cared about human lives, it's not about to exhaust its supply of [[https://news.yahoo.com/ill-equipped-russian-soldiers-only-031757629.html][cannon fodder]] either.

[fn:6] Not /Mexico/, mind you--/Texas/.

[fn:7] The failed 2020-21 Belarussian protests spooked Lukashenko into giving up his balancing act between Russia and the West in the hopes that Russian support would save his throne. It worked, and Moscow was able to subsequently deploy large forces in Belarus in preparation for the invasion of Ukraine.

[fn:8] Modern Russia, even before dramatic declines due to [[https://www.rferl.org/a/russia-covid-population-loss/31677211.html][coronavirus]] and men [[https://www.businessinsider.com/number-of-russians-fleeing-draft-bigger-1st-invasion-force-uk-2022-9][fleeing the draft]], had a population smaller than than of the Russian SSR in the late 80's.

[fn:9] Which, notably, didn't happen in opposition to the war itself.

[fn:10] Since Putin's more popular in rural areas than in metropolises such as St. Petersburg, he can also afford to push conscription further there.

[fn:11] The availability of resources is one thing, but the ability to use them effectively is another. Russia's suffered disproportionate casualties in every war it's fought, but it's won its share of them.

[fn:12] Equivalent to 5% of GDP, much larger than the US's [[https://www.investopedia.com/terms/t/troubled-asset-relief-program-tarp.asp][TARP]] bailout for the 2008 financial crisis.

[fn:13] Rumors of [[https://ridl.io/rumours-of-a-coup-in-russia-what-does-this-really-say-about-the-putin-regime/][Kremlin coups]] have been floated since even before the war. Those who push such a narrative either have zero understanding of Russian political dynamics, or (more likely) are simply pandering nonsense to a gullible Western audience for profit.

[fn:14] Just as the [[https://en.wikipedia.org/wiki/War_in_Donbas_(2014%E2%80%932022)][Donbas War]] turned Ukraine from a military basketcase into a well-organized force, much to Russia's surprise.
