_posts/2022-10-18-putins-political-constraints.html

<div id="outline-container-orgfc69d1f" class="outline-2">
<h2 id="orgfc69d1f">The war will go on</h2>
<div class="outline-text-2" id="text-orgfc69d1f">
<p>
The biggest determinant of the war's continuation, however, is the fact that Putin has invested too much political capital to give up. Western media has declared that Russia's about to run out of men, missile, or will to fight<sup><a id="fnr.13" class="footref" href="#fn.13">13</a></sup> for months, yet the Kremlin has <a href="https://www.npr.org/2022/10/03/1126626921/russia-is-losing-the-edge-in-ukraine-but-putin-still-seems-ready-to-double-down">doubled down</a> each time. Putin knows that a catastrophic outcome in this conflict will undo everything he's accomplished over the past twenty years, if not eject him from power altogether. He's chosen to ride this tiger, and there's no getting off.
</p>

<p>
While Russia' <a href="https://www.npr.org/2022/10/17/1129443703/russias-nuclear-arsenal-is-huge-but-will-putin-use-it">nuclear threats</a> have proven hollow so far, that's because Putin is not yet at the point of desperation. The conflict can be dialed down from "boil" to "simmer" and kept that way for years before an inflection point is reached. This is exactly what happened after the Crimean annexation in 2014. Yet, short of the West drastically curtailing its support for Ukraine, there's no off-ramp for Putin, and if nothing changes we <i>may</i> reach such a decision moment in the future.
</p>

<p>
In that light, it's important we engage in sober analysis rather than traffic in delusions. This war is far from over; it will continue at varying intensity for the next few years, put great pressure on European economies, <a href="https://www.usatoday.com/story/news/world/2022/10/18/ukraine-russia-war-live-updates/10530302002/">challenge Western political will</a> to keep financing Kyiv, degrade Russia but devastate Ukraine, and pave the way for the emergence of <a href="https://www.washingtonpost.com/world/2022/07/22/ukraine-grain-deal-turkey-russia/">new power brokers</a>.
</p>

<p>
Ominously, other parts of the world are also seeing an <a href="https://apnews.com/article/south-korea-north-joint-chiefs-of-staff-government-and-politics-e9dd7ea833f7809de151669242d88913">escalation in tension</a>, indicating that the global system faces systemic friction rather than a one-off. While Europe grapples with its largest conflict since WWII, the clouds of war are <a href="https://news.usni.org/2022/10/18/accelerated-chinese-timeline-to-seize-taiwan-raises-questions-on-pentagon-priorities">gathering elsewhere</a> too. Perhaps, in retrospect, Russia's invasion of Ukraine will end up being a necessary vaccine for the West against great wars to come<sup><a id="fnr.14" class="footref" href="#fn.14">14</a></sup>. 2022 may prove to be the most violent year in the past decade, but the most peaceful of the next.
</p>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
France <a href="https://www.bbc.com/news/world-europe-60938538">fired</a> its military intelligence chief in March to save face. Germany, being more shameless, has done no such thing.
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
In eight months of conflict Russia's estimated to have <a href="https://www.newsweek.com/russian-death-toll-ukraine-war-overtakes-american-losses-vietnam-1752220">lost more men</a> than the US did in ten years of Vietnam.
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara"><p class="footpara">
Conscription is always unpopular, but the one Putin undertook is so chaotic and unpopular that Moscow city has hastily announced <a href="https://www.themoscowtimes.com/2022/10/17/moscow-mayor-announces-end-of-mobilization-in-the-capital-a79107">its end</a> within the capital after barely a month.
</p></div></div>

<div class="footdef"><sup><a id="fn.4" class="footnum" href="#fnr.4">4</a></sup> <div class="footpara"><p class="footpara">
In the Soviet-Afghan War's opening salvo, a spetsnaz team <a href="https://en.wikipedia.org/wiki/Operation_Storm-333">took out the entire Afghan government</a> in a few hours. 2022's Russian assault on Kyiv is a clown show in comparison.
</p></div></div>

<div class="footdef"><sup><a id="fn.5" class="footnum" href="#fnr.5">5</a></sup> <div class="footpara"><p class="footpara">
In any case, <a href="https://www.youtube.com/watch?v=ZNNoaRp5lz0">satellite image analysis</a> shows that Russia's not about to run out of tanks any time soon. And since it's never cared about human lives, it's not about to exhaust its supply of <a href="https://news.yahoo.com/ill-equipped-russian-soldiers-only-031757629.html">cannon fodder</a> either.
</p></div></div>

<div class="footdef"><sup><a id="fn.6" class="footnum" href="#fnr.6">6</a></sup> <div class="footpara"><p class="footpara">
Not <i>Mexico</i>, mind you--<i>Texas</i>.
</p></div></div>

<div class="footdef"><sup><a id="fn.7" class="footnum" href="#fnr.7">7</a></sup> <div class="footpara"><p class="footpara">
The failed 2020-21 Belarussian protests spooked Lukashenko into giving up his balancing act between Russia and the West in the hopes that Russian support would save his throne. It worked, and Moscow was able to subsequently deploy large forces in Belarus in preparation for the invasion of Ukraine.
</p></div></div>

<div class="footdef"><sup><a id="fn.8" class="footnum" href="#fnr.8">8</a></sup> <div class="footpara"><p class="footpara">
Modern Russia, even before dramatic declines due to <a href="https://www.rferl.org/a/russia-covid-population-loss/31677211.html">coronavirus</a> and men <a href="https://www.businessinsider.com/number-of-russians-fleeing-draft-bigger-1st-invasion-force-uk-2022-9">fleeing the draft</a>, had a population smaller than than of the Russian SSR in the late 80's.
</p></div></div>

<div class="footdef"><sup><a id="fn.9" class="footnum" href="#fnr.9">9</a></sup> <div class="footpara"><p class="footpara">
Which, notably, didn't happen in opposition to the war itself.
</p></div></div>

<div class="footdef"><sup><a id="fn.10" class="footnum" href="#fnr.10">10</a></sup> <div class="footpara"><p class="footpara">
Since Putin's more popular in rural areas than in metropolises such as St. Petersburg, he can also afford to push conscription further there.
</p></div></div>

<div class="footdef"><sup><a id="fn.11" class="footnum" href="#fnr.11">11</a></sup> <div class="footpara"><p class="footpara">
The availability of resources is one thing, but the ability to use them effectively is another. Russia's suffered disproportionate casualties in every war it's fought, but it's won its share of them.
</p></div></div>

<div class="footdef"><sup><a id="fn.12" class="footnum" href="#fnr.12">12</a></sup> <div class="footpara"><p class="footpara">
Equivalent to 5% of GDP, much larger than the US's <a href="https://www.investopedia.com/terms/t/troubled-asset-relief-program-tarp.asp">TARP</a> bailout for the 2008 financial crisis.
</p></div></div>

<div class="footdef"><sup><a id="fn.13" class="footnum" href="#fnr.13">13</a></sup> <div class="footpara"><p class="footpara">
Rumors of <a href="https://ridl.io/rumours-of-a-coup-in-russia-what-does-this-really-say-about-the-putin-regime/">Kremlin coups</a> have been floated since even before the war. Those who push such a narrative either have zero understanding of Russian political dynamics, or (more likely) are simply pandering nonsense to a gullible Western audience for profit.
</p></div></div>

<div class="footdef"><sup><a id="fn.14" class="footnum" href="#fnr.14">14</a></sup> <div class="footpara"><p class="footpara">
Just as the <a href="https://en.wikipedia.org/wiki/War_in_Donbas_(2014%E2%80%932022)">Donbas War</a> turned Ukraine from a military basketcase into a well-organized force, much to Russia's surprise.
</p></div></div>


</div>
</div>
